Repository: mozilla-l10n/mt-training-data
Catalog: oru/oru_pontoon.tmx
Source language: en_us
Languages: oru

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
oru: که ا جمله ائ اره پېماني/ ݭړطی پُوره کوی، بيې &quot; منظور، &quot; خورېنڅه پلؤ ا بټن ځن

source: If you are unsure about the sentence, you may also skip it and move on to the next one.
oru: که ته جمله باره نر پُرۀ مطمئن نک بی تُو وه بو سکِپ ګه اېنچی او مخکی چیو او ا بيې بیان کی

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
oru: که پئ هدایات نر يې سا شئ بَۀ که وه نک ویزر رس، بيې ا خوئ بهترین اندازۀ لګېون۔ خه که بيې وه ګه پویٛ نک سُن، بيې اسکِپ بټن ځن او مخکی ل تر سُن

source: If you could <strong>hear them</strong> and <strong>understand them</strong>, it’s usually <strong>best to approve</strong>.
oru: کانه که تُو اَمَر</strong> او پویۀ سُن که څۀ بو غؤݭی، او يې ته پۀ بهترین وخت هۀ که منظوره کی

source: If you don’t hear from us within a couple of days, reach out at <emailLink>{ $email }</emailLink> and we’ll get back to you!
oru: که ماخ دل يې دیو ریوز نر ځواب نک ڒیوک، تو يې سو رابطه کېوی <emailLink> </emailLink> او ماخ دې سو بيې رابط کيېن ګیرډ { $email }

source: If you or your organisation would like to contribute back to the project, you can make a <donateLink>donation</donateLink> or reach out to our partnerships team on <emailFragment>commonvoice@mozilla.com</emailFragment>.
oru: که ترتُو یا ترتُوته ا آرګنائزېشن ا زلی زَيي که پراجېکټ ګیرډ ال ا دِس ګلی بيې ل يې تُو چاندۀ ګۀ ڒیوک اېنچی<donateLink> یا يې بو ترماخ پارټنرشپ ټیم ګیرډ رابطه اېنچی

source: If you’re having trouble contributing, you can switch back to seeing all content for your language at any time.
oru: که پېش کؤ نر دل يې څه مسلۀ بَۀ، تو بو واپس څېک اېنچی که اره کونټېنټ ته خوئ زبان څُونی

source: If you’re looking for tools to build ASR models, you can connect to other people in the community <discourseLink>on Discourse</discourseLink>.
oru: که تُو کی دی آلات پکر بېن که اے اېس آر ماډل يې جوړېوی، تُو يې بُو ته کمیونېټی بيې خلق ګیرډ ګه رابطه اېنچی

source: If you're looking to speak more about the dataset, want to co-invest in planned platform expansions or look for collaboration opportunities, <emailFragment>drop us a line.</emailFragment>
oru: که تُو زېيي که ته ډېټا سېټ زر بيې ګه ژغ او آ بو زېيي که په شریکه سرمایه داري يې کيېن پلانډ پلېټ فارم اېکسپېنشن نر ېا خوئ منځ امدادي موقعي نر، ماخ کی يې ݭيے لیکه لیکئ په پا پته<emailFragment>

source: If you run out of sentences to review, please help us collect more sentences!
oru: که تُو لاسته ته نظرثاني پناره ا جملي ختُم سېن، بيې دی بيے جملي جمع کَۀ۔

source: If you think the pronunciation makes it <strong>impossible to understand</strong>, or there’s a <strong>lot of background noise</strong>, or there are <strong>other people speaking too</strong>, then you should reject the clip. <accuracyLink>See more information in our accuracy criteria</accuracyLink>.
oru: که تُو پویٛ اؤس که ته لفظ په سا ادائګي سُو ا بی سړئ بېخی پویٛ نک سَۀ یا يې په څُټ زُت ݫات شور هۀ یا دی بُو بيې ګه په څُټ زُت خلق ژغا، بيې او سا کلِپ ضرور نامنظور کَۀ۔ بيې معلومات پاره ترماخ ته اېکیورېسی ته پېمانۀ او لِنک مېلاؤ کوئ</accuracyLink>

source: Igbo
oru: ایګبو

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
oru: از يې په په يي ساعت ته آواز ته پېشکؤ مشترک آواز کی ذاتي مقصد ټپيېک ۔۔ مُن ګډ مل سئ که مشین کی له شام کيېن که ا خلق بُو اراخه نر څخل ژغېن { $link }

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
oru: از راضی هوم ته معلومات پۀ قسم هنډلؤ ګیرډ، سکه څات اېکسپلېن داکِن <privacyLink> ته موزیلا پرائوېسی پالېسی نر </privacyLink> نر

source: Include appropriate citation
oru: مناسب خوالي دی سو شامېلېوی

source: Includes email, username & demographic info, available right away
oru: ای مېل پشمول ته یوزر ا نام او آبادیاتي معلومات، که پېری نېل بَۀ

source: Includes mp3s and related sentences, may take some time to prepare
oru: پشمول mp3 او متعلقه چملي، تیاري نر يې سو وخت زيي

source: Indonesian
oru: انډونېشئے

source: Information about the language
oru: ته زبان باره نر معلومات

source: In Progress
oru: مُخکی څېک نر

source: Interested in getting involved with this project, or partnering with us?
oru: تُو بو زېيي که پۀ پراجېکټ ګیرډ مل سېم یا وې بائی والي ګیرډ کېم؟

source: Interested in learning more and contributing to the project?
oru: از ته بيې زدکړه او پراجېکټ نر ته حصه ته وریوک خواهشمن هوم

source: Interface language:
oru: اِنټرفېس زبان

source: Interlingua
oru: اِنترلینګئے

source: Interlingue
oru: انټرلینګئے

source: [interrupted by background noise]
oru: [ته خلل ا څېڅن ته په څُټکی شور په وجه]

source: Intersex
oru: انټر سېکس

source: Invalid file
oru: نک پکر فائل

source: Irish
oru: آئرېشي

source: IsiNdebele (North)
oru: اِسین دېبلئې

source: IsiNdebele (South)
oru: هِسی نبولئے

source: <isoCodeLink>ISO Codes</isoCodeLink> if known
oru: <isoCodeLink> ISO کوډ </isoCodeLink> که معاوم بَۀ

source: Is the clip valid?
oru: او کلپ صحیح هۀ؟

source: Italian
oru: اظالوي

source: It contains words or phrases that are hard to read or pronounce.
oru: پا نر دی سا الفاظ او محاوري یِن که ا یِشتک یا ا ادائګي وه مشکل هۀ

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do?
oru: ته ډېټآ سېت ا ساتؤ دی بُو ته څان تقریباً دس لکهـ ډالر زَيي او او پلېټفارم دی بو 100سُو لاسته ݫات ته زبنی کمیونېټي پولی کوک بُو که پۀ زر انحصار کَوِن ماخ بُو که څه کيېن

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. <strong>If you value open, inclusive data - donate today!</strong>
oru: ته ډېټا سېټ ته ساتؤ او ته پۀ پلېټ فارم ته ترقي پاره يې ماخ کی ته څان اندازاً ته دس لکهـ ډالر ضرورت هۀ، کيې که سُو 100 لاسته ته ݫات زبني ته غوېڅن خلق ګیرډ کوک بُو که پۀ زر انحصار کَوِن، فئ ګیرډ يې ترماخ تعلق هۀ۔ ماخ بُو که څه کيېن <strong> او که تُو ګیرډ يې ته پا ډېټا قدِر بَۀ، نو مهرباني نيې سُو بَۀ که ماخ ګیرډ يې امداد ضرور کوئ۔ </strong>

source: It costs a lot of money to continually host and release the datasets, improve the platform and run <africaMradiLink>community programmes</africaMradiLink>.
oru: پۀ نر يې بُو کافي خرڅۀ سَۀ که تُو آ مهمان نوازی کېوی او ا ډېټا سېت جاري سېتی، ا پلېټ فارم مضبُوطېوی او ته کمیونېټی ا پروګرمی چلېوی

source: It is very important that all text sentences are <publicDomain>public domain</publicDomain> (cc0) as the Common Voice dataset is released under a cc0 license. Only ever upload a sentence if you are sure, and always include the relevant citation.
oru: آ يې ضروري هۀ که اره جملي ته پبلک ډومېن بېن </publicDomain> (cc0) کيې که ته مشترک آواز ا ډېټا بو ته cc0 لائسنس ځېمه ړنګوَک سَۀ۔ جکه افئ جملي اپ لوډ کَوَک سون که ائ يې حواله دَرِن۔

source: It is written in a language different than what I’m reviewing.
oru: او خه څه بی څه زبان نر لیکيېک ݭیوک هۀ، که ازه وې بُو نظرثاني نک کېم

source: It is written in a language different than what I’m speaking.
oru: او سال زبان نر لیکيېک ݭیوک هۀ که ازه وه بُو نک زر ژغم

source: It’s important to include citations so we can check that sentences are in the public domain and no copyright restriction apply.
oru: آ يې ضروري هۀ که او مواد دی حوالي دَری که ائ جملي پئ ګیرډ چېک کيېن که ائ پبلک ډومېن نر بېن او ته کوپی رائټ پابندي وې نک بَۀ وینر

source: It takes a lot to make Common Voice happen! We don't do it alone. Want to partner with us? We'd love to hear from you.
oru: مشترک آواز ته جوړؤ پاره يې بو زُت څه اؤسا! ماخه بُو ګُشئ نک اېنچيېن۔ تو يې بُو ماخ ګیرډ بائی والي کېوی؟ ماخ سُو خوش بيېن که تو لاسته يې زیرئ امر يېن

source: Izhorian
oru: اِݫورنئے

source: Japanese
oru: جاپانيے

source: Javanese
oru: جاوانئے

source: Join Discord Community
oru: دنیا لاسته کټ کمیونېټیز ګیرډ ګډ سئ

source: Join the Common Voice mailing list
oru: ته مشترک آواز ته ای مېلنګ لسټ نر تُو ګه شامل سُن

source: Join us on Discord
oru: ماخ ګډ مېلاؤ سئ ډِسکورډ کی

source: Just respond to the prompt as naturally as you can in a couple of sentences. Make sure your language is respectful and inoffensive.
oru: پرمپټ کی يې څواب ڒۀ اُن قددرتي که څُون اېنچی ݭيې دیو جملۀ نر۔ آ یقینی کېون که ترتُو ا خبُره عزتمِنه او ته غصه واله نک بَۀ

source: Just Unsure?
oru: یقینم بُو نک سَۀ

source: Kabardian
oru: کبردانئے

source: Kabyle
oru: کربلانئے

source: Kalenjin
oru: کالینجانئے

source: Kannada
oru: کاناډئے

source: Kaqchikel
oru: ککچییکلئے

source: Karakalpak
oru: کراکلپاکئے

source: Kazakh
oru: کزاخئے

source: { $kb }kb max
oru: { $kb } ک ب مېکس

source: Keep
oru: سېتنه

source: Keep it up, record again <recordIcon></recordIcon>
oru: جاري وه سېتن، بيې وه ریکارډ کَۀ

source: Keep the recordings
oru: ا ریکارډنګ سېتن

source: Keep track of your progress and metrics across multiple languages.
oru: ته خوئ په مُخ څېک او ته ته مېټرېکس مختلف وبی يې ټرېک ریکاډ سېتن

source: Keep track of your progress with a profile
oru: ته مُخکی تک ریکارډ يې ساتئ ته پروفائل صورت نر

source: Keep track of your progress with a profile and help our voice data be more accurate.
oru: ته خوئ مُخ په څېک يې پروفائل نر ټرېک سېتن که ترماخ ته آواز ا ډېټآ ݫات صحیح بَۀ

source: Kelabit
oru: کېلابِت

source: Kenyah
oru: کېنیاح

source: Khmer
oru: خمیرئے

source: K'iche'
oru: کِچئے

source: Kichwa
oru: کِچوئے

source: Kidaw'ida
oru: کِردایدئے

source: Kikuyu
oru: کیکُونئے

source: Kinyarwanda
oru: کنیاروندئے

source: Kom
oru: کوم

source: Komi-Zyrian
oru: کومی زائرینئے

source: Konkani (Devanagari)
oru: کونکانئے

source: Korean
oru: کورئے

source: Kurmanji Kurdish
oru: کُرمانجی کُردئے

source: Kyrgyz
oru: کَرغیزئے

source: Language
oru: زبان

source: Language Fundamentals (e.g. Digits, Letters, Money)
oru: ته زبان ا بنیادي شئ (سکه ډیجټ، خرفي، پئسۀ)

source: Language Request
oru: ته زبان درخواست

source: Language request successfully submitted, thank you.
oru: ته زبان ا درخواست په کامیابي سره منظور ݭیوک

source: Languages
oru: زبان

source: Languages can have their own validation rules with additional requirements when they localize. If there is no specific validation file for a language, the English rules will show for contributors.
oru: ا سۀ زبان دی بو خوئ ته توثیق رولز جوړوی او اضافي ضروریات کان بُو که لوکلائزډ سَۀ۔ کان که ته توثیق خوئ فائل نک بَۀ، ته انکرېزي ا رُول يې پکر هۀ که عمله سَۀ ور

source: Language Text
oru: ته زبان ا سبق

source: Lao
oru: لاؤئے

source: Large bulk sentence submission
oru: ته زُت مقدار واله ته جمله ا ڒیوڅن

source: Large scale corporates and platform companies
oru: په غوټو شریکي بو پلېټ فارم کمپنئے

source: Last Updated: { $lastUpdatedTimeStamp }
oru: آخري ن اپ ډېت دوک: { $lastUpdatedTimeStamp }

source: Latgalian
oru: لتګالئے

source: Latvian
oru: لټونئے

source: Launched
oru: شُوري

source: Laz
oru: لازئے

source: Leaderboard Visibility
oru: ته لیډربورډ ا ديېڅن

source: Learn about partnerships with Common Voice
oru: ته بائی والي مشترک آواز باره يې زدکړه کَۀ

source: Learn how to check a transcription
oru: زدۀ وه کَۀ که ا نقل بُو څا چېک کېک سَۀ

source: Learn how to take part
oru: زده وه کَۀ، که څاله وې بو حصه وینر ورُوک سَۀ

source: Learn how to transcribe
oru: زدۀ کَۀ که ا نقل يې څا سَۀ

source: Learn how to use this page
oru: زدۀ وه کَۀ که آ پېج بُو څخل استعمالَوَک سَۀ

source: Learn More
oru: بيے دی ګه زده کوئ

source: Leaving now means you’ll lose your changes
oru: ته پېری ا وتک وې مطلب او ݭیوک که ا تبدیلئې دی که ا څېن داکِن، افئ سُو ضائع سېن

source: Leaving now means you'll lose your progress
oru: پېری وه ا وتک وې سو مطلب او بَۀ که ا مُخکی کرت حبطۀ ݭیوک

source: Length
oru: دراغوالئ

source: Let's Get Started
oru: څوئ که شوري وه کيېن

source: Letters must be valid in the language being spoken. For example, “ж” is a letter in the Russian alphabet but is never used in English and so should never appear in any English source text.
oru: که ا څېن زبان غوېک فئ نر ا حرفی رواج بون سکه ж يې روسي زبان نر ته الفبې ټیکئ هۀ ته انکرېزي ټېکست نر بو ګده ګه نک استعمالېک سَۀ

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
oru: لیبی سپیچ يې تقریباً ته زار 1000 ګهېنټه ته 16Khz غوېک انګرېزي تقریر هۀ که ریډ اډیو کتاب لاسته ر دې وریوک ݭیوک هۀ او ا LibriVox پراجېکټ يې جوړ دوک هۀ

source: License
oru: لائسنس

source: License: <licenseLink>CC-0</licenseLink>
oru: لائسنس: <licenseLink></licenseLink>CC-0

source: License: <licenseLink>{ $license }</licenseLink>
oru: لائسنس<licenseLink>{ $license }</licenseLink>

source: Ligurian
oru: لیګُرنئے

source: Lingala
oru: لِنګالئے

source: Link Copied
oru: ا لِنکن کوپی دوک

source: Links to websites that can help us understand the language
oru: وېب سائټس کی وه ا ِلنک که افه سُو ماخ کی مدد ڒوی ته زبان زده کؤ نر

source: Listen
oru: امر

source: Listening
oru: امرؤ

source: Listen options menu
oru: ته امرؤ ته وُرغېوي ا مېنیو

source: Listen-Queue
oru: آ لیکه امر

source: Lithuanian
oru: لیتونئے

source: Loading…
oru: لوډنګ

source: Loading sentences…
oru: ا جملي بو ډاؤن لوډ کَوَک سېن

source: Localized
oru: مقامي دوک

source: Log In
oru: لاګ اِن

source: Login Identity
oru: لاګ اِن پهچان

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
oru: <loginLink> لاګ اِن </loginLink> یا <loginLink> سائن اپ </loginLink> ته مختلف قسُم جملي ا ګډؤ

source: Log in or sign up to get started
oru: ته لاګ ِن یا سائن اپ په دریعه وه شُوري کوئ

source: Log In / Sign Up
oru: لاګ اِن/سائن اپ

source: Log In / Sign Up with { $company } email
oru: لاګ اِن/سائن اپ ګیرډ ته{ $company } ا ای مېل

source: Log Out
oru: بهر کی لاګ آوټ سُن

source: Lojban
oru: لوجبانئے

source: Look for text where the copyright no longer applies - for example most books that were published before 1920
oru: سا ټېکسټ يې دُشئ که وه يې ته کوپی رآئټ موجود نک بَۀ، سکه سا کیتبی که 1920 لاسته مُخکی شائع سُک بېن

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
oru: سا بو اؤسا سکه پۀ زبان نر دې هېڅ کلِپی نکِن که ماخه وه اميېن۔ ترماخ مدد کوئ که او خالی ځاک پُر کيېن ته څه ریکارډنګ په کېک پېری

source: Luganda
oru: لوګنډئے

source: Luxembourgish
oru: لګزمبرګئے

source: Macedonian
oru: مېکیډونئے

source: Mada
oru: مادے

source: Maithili
oru: میتیلئے

source: Make sure the platform is recording before you start speaking, and that it only stops once you’re finished.
oru: آ یقیني کېون که ا پلېټفارم ترتو ژغؤ لاسته مُخکی ا ریکارډِنګ شُوري دوک هۀ۔ او صرف تَۀ بند سَۀ که کان تُو ا ژغؤ ختُم دوک بَۀ۔

source: Make sure the sentence meets the following criteria:
oru: آ یقیني کَه ا جمله بُو ائ ځېم پېماني/ ݭړطی پوره کوی

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
oru: ا خوئ پېش سُک ډېټا اُن مضبوط کَۀ، که څُون دی سَۀ نېله او نَوَر اِر دې نامعلوم آبادیاتي ډېټا۔ ماخ بُو سا نَوَلک ډېټا ا پېݫندګالي غونېن، پۀ لاسته مُخکی که پبلک وه کيېن

source: Malagasy
oru: مالاګاسئے

source: Malay
oru: ملائی

source: Malayalam
oru: ملیالمئے

source: Male/Masculine
oru: نر

source: Maltese
oru: مالټئے

source: Manage Email Subscriptions
oru: ته ای مېل ا سبسکرِپشن منظم کَۀ

source: Manage Subscriptions
oru: ا سبسکرپشن منظم کَۀ

source: Mapudungun
oru: ماپوډنګن

source: Marathi
oru: مراټئے

source: <mark>Check</mark>
oru: <mark> چېک </mark>

source: <mark>Data</mark>
oru: <mark> ډېټا </mark>

source: <mark>Prompt</mark>
oru: <mark> پرمپټ </mark>

source: <mark>Respond</mark>
oru: <mark> ځواب </mark>

source: <mark>Transcribe</mark>
oru: <mark> نقل </mark>

source: <mark>Using CV for</mark><br/><mark>your research?</mark>
oru: ته CV </mark> <br/> <mark> ترتُو ا ریسرچ </mark>

source: <mark>We need</mark><br/><mark>your help!</mark>
oru: <mark> ماخ کی يې ترتُو ته امداد ضرورت هۀ <br/> او بيې </mark>

source: Matrix is an open, lightweight protocol for decentralized, real-time communication, and Mozilla's preferred open discussion platform.
oru: مېټرېکس يې سۀ جَوَت، او الُک پروټوکول هۀ ته ډی سنټرلزائزډ، ريئل ټائم کمیونېټی پاره، او ته موزیلا خؤش پلېټفارم ته عام او جَوَت بحث مباحثي پاره

source: Maximum file size: 25 MB
oru: ته سۀ فائل ا سائز: 25 MB

source: Maybe our <homepageLink>homepage</homepageLink> will help? To ask a question, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
oru: سَۀ بُو که ترماخ <homepageLink> هوم پېج</homepageLink> لنک يې مدد کوی؟ ته سوال ته پِشتِنه پاره <matrixLink> مېټرکس جائن کېون۔ مېټرکس کمیونېټی چېټ </matrixLink> ته سائټ ا مسلي ته <githubLink> په ذریعۀ۔ GitHub </githubLink> یا چیو <discourseLink> کی۔ ترماخ ته بحث ا فورم </discourseLink>

source: MB
oru: م ب

source: Mbo
oru: موبئے

source: Meadow Mari
oru: میډومارئے

source: Media and Entertainment
oru: میډیا او تفریح

source: Medumba
oru: مېدمبا

source: Meetei Lon
oru: مېتیلونئے

source: Message
oru: کِريې

source: Michoacán Mazahua
oru: مِچواکان مزاهُوا

source: Minimum sentences in file: 1000
oru: سۀ فائل نر کېم لاست کېم جملي: 1000

source: [Mismatched content]
oru: [بی رنګ مواد]

source: Misreadings
oru: غلط هِشتک

source: Missing an 's' at the end of a word.
oru: ته لُظ آخېري نر بُو ا ”س” غون بَۀ

source: Missing an <strong>'s'</strong> at the end of a word.
oru: ته لفظ آخېري نر بُو </strong> ”س” غون بَۀ

source: Missing 'A' or 'The' at the beginning of the recording.
oru: ته جملۀ شُوري ریکارډنګ نر ”ا” یا ”د” غونه بېن

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
oru: ته ریکارډنګ شُوري نر بُو <strong> ”سۀ” یا ”ا” یا ”آ” غونه بېن

source: Missing the end of the last word by cutting off the recording too quickly.
oru: ته آخېری لفظ ته غونؤ ا وجه يې بو ته ریکارډنګ ا سېره بند کؤ بَۀ

source: Mixed
oru: ګډ و ډُلئ

source: Mokpwe
oru: موکپؤئے

source: Moksha
oru: موکشئے

source: Mongolian
oru: منګولئے

source: More
oru: بيې

source: [More has been recorded than the required text]
oru: [ضرورت لاسته ݫات سبق يې ریکارډ ݭیوک]

source: More languages coming soon
oru: بيې زبنی ر دی بُو څوېن سېره

source: Mossi
oru: موݭئے

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
oru: اکثر ډېټا که ائ غُټی غُټی کمپنئے وه بُو استعمالوِن افا ته عام خلق نېله نک هۀ۔ ماخ بُو غؤݭيېن که او شئ بُوا نیوواوي نک ژۀ۔ جِکه يې ماخ ته مشترک آواز پناره سه پراجېکټ شُوري دوک، که ته آواز ا پېݫندګالي عام سَۀ، او هر سړئ کی په دِس زا

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
oru: ا ݫات ډېټا که ائ ستری کمپنيې وه بو استعملوِن، اکثر خلق ګیرډ دې نک هۀ۔ ترماخ خیال يې هۀ که او صورت حال بُو نیوواوي نک ژۀ۔ جِکه يې ماخ براجېکټ ”مشترک آواز” شوري دوک۔ او يې سا پراجېکټ هۀ که ته آواز ته پزنؤ بُو هرکوک کی شاموی

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
oru: ا ݫات ریکارډنګ يې بو ته فۀ خلق بَۀ کوک دی بو که عام آواز نر خبُرئ کَوِن۔ ا کان کان سا غېر معمولي په زوټه یا په سپُتؤ ریکارډنګ بُو قبول اېنچی که ډراميي طور زر يې په فه يي رنګ ریکارډ ݭیوک بَۀ۔ خه ته بدِلئ په طرز نَوُلک آواز ردوئ یا يې کمپیوټر نر مصنوعی جوړ ݭیوک بَۀ

source: Mozilla Common Voice is an initiative to help teach machines how real people speak.
oru: موزیلا مشترک آواز يې ته موزیلا اول قدم هۀ که ا مشین په پۀ پویٛ کوی که اصل نر بُو ا خلق ژغېن څخل

source: Mozilla Common Voice is made possible by a diverse community of activists, linguists, data scientists, academics and software engineers from all over the world. The project is stewarded by the Mozilla Foundation.
oru: موزیلا مشترک آواز يې ته کمیونېټی ته زبنی ا کارکوننی او ته لسانیات ا ماهېرنی جوړ دوک هۀ۔ پئ نر دی ته ډېټآ سائنس داننی، ته زدکړه ماهېرنی او سافټ وېر انجئېرنی ټول دنیا لاست شامل یِن۔ ته پراجېکټ ا نګراني بو موزیلا فاؤنډېشن کوی

source: Mozilla Common Voice is the world’s most diverse crowdsourced open speech dataset - and we’re powered entirely by donations. It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. If you value open, inclusive data - <b>donate today!</b>
oru: موزیلا مشترک آواز يې دنیا نر ټول لاسته ګنړ او رش میوک ته سپیچ ډېټا سېټ هۀص ترماخ ا طقټ يې ا چنده هۀ۔ ماڅ يې تقریباً دس لکهـ خرڅۀ کيېن ته څان که ا ډېټا سېټ ساتيېن او او پلېټ فارم بيے ګۀ سِر او مضبوط کيېن څه 100 لاسته ݫات ته زبنی کمیونیټیز پناره کوک بو که ترماخ کر زر انحصارکَوِن۔ تیوس يې بو که پۀ کر قدر کوئ <b> سن ال ا خوئ حصۀ نیکیزئ

source: Mozilla’s open source voice recognition engine Deep Speech can be used to build speech recognition applications. Read our <githubLink>Github overview</githubLink> or join the <discourseLink>DeepSpeech Discourse</discourseLink> to learn how to get started.
oru: ته موزیلا ته میوک ذریعۀ ا ته آواز ته پېݫندګالي ا اِنجن په ذریعۀ بُو ته ډُوب ژغ ا مشین بُو ته بِلډ سپیچ ریکوګنیشن اپلائي کېک سَۀ۔ ترماخ ا <githubLink> یا ګِټهب </githubLink> سۀ نظر جیر کئ یا <discourseLink> جائن کوئ ډیپ سپیچ ډِسکورس <discourseLink> که معلوم دل سَۀ که څا وه سو شوري کوئ

source: Mutual accountability.
oru: خوئ منڅ نر حساب کتاب

source: n
oru: ن

source: N
oru: ن

source: N/A
oru: ن/ا

source: Name
oru: نام

source: Names of your language
oru: ته زبان ت ا نام

source: Native Language
oru: مقامی زبان

source: Nature and Environment
oru: قدرت او ماخول

source: Need help with the Sex or Gender changes?
oru: ته جنډر یا ته سېکس ته تبدیلي پاره يې مدد پکر هۀ؟

source: Need some help with accent?
oru: لهجۀ پاره دې ته مدد ضرورت هۀ؟

source: Need some help with variants?
oru: څه مدد يې ته متغئر یا بِڅخل پناره پکر ۀۀ

source: Need to download your data?
oru: ترتو ته ډېټا ډاؤن لوډ کؤ يې پکر هۀ

source: Nepali
oru: نېپالئے

source: New Language Launch
oru: ته نیوو زبان ا شُوری کؤ

source: News and Current Affairs
oru: خبري حالات خاضره

source: Next
oru: بيې

source: Ngiembon
oru: ګمبئے

source: Nias
oru: نیاسئے

source: Nigerian Pidgin English
oru: نائجېرئے پِډګِن انګرېزي

source: NKo
oru: نکئے

source: No
oru: نا

source: [No ‘a’ in the original text]
oru: [اصل سبق نردې "a" نک هۀ]

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
oru: <noCopyright> ته کاپی رائټ </noCopyright> پابندي دې نک هۀ

source: No foreign letters
oru: غېرملکي خرفی دی سو نک لیکی

source: No gravatar found for your email
oru: ترتُو ای مېل ګیرډ يې ګرېوېټر نک ووک ݭیوک

source: No information
oru: معلومات دی نکِن

source: No information available
oru: هېڅ معلومات دی نک اِن

source: No microphone found.
oru: مئکروفون يې نک ووک ݭیوک

source: Non-binary
oru: دیو ګډ

source: No numbers and special characters
oru: مخصوص حرفی او هندسي دی سو نک لیکی

source: Northern Sotho
oru: خورېنڅه نوتئے

source: Northwest Gbaya
oru: خورېنڅه بېشترګوبئے

source: Norwegian Bokmål
oru: ناروېژئے بُکمال

source: Norwegian Nynorsk
oru: ناروېژي نینورکئے

source: No sentences to review. <addLink>Add more sentences now!</addLink>
oru: ته دیم نظر پاره دې هېڅ جمله نک هۀ

source: ⓘ Not all sentences and clips have Variant tags yet!
oru: اره جملي او کلِپی دی ته قسمی ټېګ مین نک دَرِن

source: Note: When set to 'Visible', this setting can be changed from the <profileLink>Profile page</profileLink>
oru: نوټ: که کان ”Visible” زر سېټ بَۀ او سېټنګ بُو تبدیل اېنچی <profileLink> پروفائل صفخه کی
